<x-layout>
    @section('header')
        <x-header/>
    @endsection
    <section class="news-item">
        <div class="news-item__wrapper">
            <div class=" news-item__card card__blur">
                <time class="news-item__time">17.03.2021</time>
                <h2 class="card__title news-item__card-title">
                    <span class="">LastPass компании LogMeIn обеспечивает</span>
                    <span class="">расширенные возможности аутентификации для бизнеса</span>
                </h2>
                <p class="card__text news-item__card-text--top  ">Использование многофакторной аутентификации (MFA)
                    при доступе к важным или конфиденциальным веб-ресурсам
                    считается передовой практикой для частных лиц и
                    предприятий, стремящихся обеспечить защиту от киберугроз.
                    LogMeIn, Inc., ведущий поставщик облачных решений для
                    удаленной работы, обеспечивающих возможность работы
                    из любого места, представила улучшенный опыт
                    многофакторной аутентификации с выпуском
                    усовершенствованного мобильного приложения LastPass
                    Authenticator, новой интеграции с ведущими поставщиками</p>
            </div>
            <p class="card__text news-item__card-text--bottom">VPN Cisco, Palo Alto Networks и OpenVPN, а также
                новый интерфейс администрирования MFA.
                С правильным решением MFA сотрудники могут без проблем
                войти в систему, а надежные протоколы безопасности
                предотвращают кибератаки. Недавно выпущенное приложение Authenticator предоставит всем
                пользователям LastPass — от частных лиц до предприятий — одно комплексное приложение для
                удовлетворения их потребностей в безопасности.</p>

        </div>

        <div class="container-min">

            <div class="news-item__section">
                <h2 class="news-item__sub-title">
                    <span class="news-item__sub-title--small">Единое приложение</span>
                    <span class="news-item__sub-title--big">Для аутенфикации</span>
                </h2>
                <div class="news-item__text-container">
                    <p class="news-item__text news-item__left-side">Бесплатное мобильное приложение, доступное для
                        всех
                        пользователей LastPass, LastPass Authenticator обеспечивает
                        второй уровень аутентификации при входе в хранилище
                        LastPass, сторонние сайты и бизнес-приложения. Этот второй
                        уровень аутентификации предоставляет пользователям
                        возможность подтвердить свою личность перед доступом</p>
                    <p class="news-item__text news-item__left-sidef">
                        к сохраненным паролям в их хранилище LastPass.
                        С этим обновлением LastPass Authenticator будет использовать обновленный пользовательский
                        интерфейс, который теперь включает функцию поиска для уменьшения сложности пользователя и
                        оптимизации процесса аутентификации.
                    </p>
                </div>
            </div>
        </div>
        <div class="container-min container-min--img">
            <div class="news-item__img-container ">
                <div class="news-item__img-text-container">
                    <div class="card news-item__img-wrapper card__blur">
                        <h2 class="news-item__sub-title">
                            <span class="news-item__sub-title--small">Новые возможности</span>
                            <span class="news-item__sub-title--big">для бизнеса</span>
                        </h2>
                    </div>
                    <p class="news-item__img-text">
                        Компании могут приобрести дополнительные функции
                        аутентификации с помощью пакета LastPass MFA, который
                        добавляет дополнительный уровень безопасности для их
                        VPN, рабочих станций, поставщиков удостоверений или
                        облачных приложений. Чтобы дать администраторам
                        возможность настраивать MFA в соответствии с потребностями
                        своей организации, LastPass объединяет
                        отдельное мобильное приложение LastPass MFA в
                        улучшенное мобильное приложение Authenticator.
                        В результате администраторам теперь потребуется только
                        один вариант аутентификации, чтобы удовлетворить ряд
                        требований безопасности своей организации.</p>
                </div>
            </div>
        </div>
        <div class="container-min">
            <div class="news-item__list-container">
                <h2 class="news-item__sub-title">
                    <span class="news-item__sub-title--small">Новые функции</span>
                    <span class="news-item__sub-title--big">включают:</span>
                </h2>
                <ul class="news-item__list">
                    <li class="news-item__item">Одно комплексное приложение для аутентификации: одно приложение
                        LastPass Authenticator
                        устраняет
                        путаницу и упрощает
                        контроль для администраторов и конечных пользователей. От простого push-уведомления до
                        защиты
                        без пароля,
                        LastPass Authenticator — это единое место для многофакторных входов конечных пользователей в
                        хранилище и приложения SSO
                        с новыми возможностями поиска для оптимизации безопасного доступа. Это улучшенное приложение
                        в
                        настоящее время
                        развертывается для клиентов.
                    </li>
                    <li class="news-item__item">Интеграция VPN с ведущими поставщиками. Помимо защиты
                        бизнес-приложений, администраторы
                        теперь
                        могут добавлять в свои
                        VPN многофакторную аутентификацию, чтобы обеспечить дополнительный уровень безопасности при
                        доступе сотрудников к сети.
                        Благодаря новой интеграции с ведущими поставщиками VPN, такими как Cisco, Palo Alto
                        Networks,
                        OpenVPN и др., LastPass
                        усиливает безопасность конечных точек, чтобы снизить риск получения доступа к сети
                        киберпреступниками. Полный список
                        поддерживаемых производителей VPN можно найти здесь.
                    </li>

                    <li class="news-item__item">Удобство администрирования MFA: теперь администраторы могут добавить
                        к своим конечным точкам
                        защиту с многофакторной
                        аутентификацией с помощью нового интерфейса администрирования, который повышает прозрачность
                        и
                        упрощает развертывание
                        MFA. Эта функция будет доступна позже во втором квартале.
                    </li>
                </ul>
            </div>
        </div>
    </section>
    @section('footer')
        <x-footer/>
    @endsection
</x-layout>



